<CD>	0
<NNP>	1
<UNK>	2
<ROOT>	3
<NULL>	4
realize	5
licensing	6
accrual	7
buys	8
de	9
hum	10
stock-repurchase	11
closet	12
323s	13
wendy	14
noncompetitive	15
folk	16
figured	17
missile	18
tacked	19
necessarily	20
invested	21
tabloids	22
picks	23
semifinished	24
brawl	25
lighting	26
ft.	27
souring	28
abatement	29
atop	30
spaghetti	31
mouth	32
partners	33
fostered	34
proficient	35
lobby	36
socialist	37
stabilizing	38
sunshine	39
sequester	40
screeching	41
trim	42
neck	43
avoidance	44
lifelong	45
sentences	46
franchisers	47
seller	48
child-care	49
busiest	50
opportunity	51
allowed	52
growth-stock	53
said	54
concluded	55
press-forge	56
marches	57
common-stock	58
morally	59
oral	60
disappointingly	61
budge	62
partnerships	63
zeros	64
priced	65
struggle	66
agreed	67
ropes	68
meantime	69
unwilling	70
packs	71
architects	72
okay	73
network	74
parks	75
apple	76
vacant	77
borrower	78
hepatitis	79
amply	80
defendant	81
backdrop	82
top-selling	83
prisoner	84
mostly	85
roles	86
armadillos	87
broadly	88
antibiotic	89
cost-conscious	90
cabinet	91
similar	92
comes	93
bullets	94
paper	95
underwrites	96
wary	97
bug	98
first-ever	99
unsustainable	100
syndicates	101
marginal	102
superior	103
include	104
economically	105
1990s	106
horror	107
gold-leaf	108
authorized	109
summers	110
stands	111
underpinned	112
cheerios	113
inquiries	114
credit	115
conceit	116
detail	117
delisting	118
galvanized	119
libyan	120
ease	121
individuals	122
agencies	123
solve	124
contractions	125
military	126
divergent	127
sewage	128
events	129
fat	130
worriers	131
crept	132
intermediate-term	133
pacific	134
civil	135
inclusion	136
cds	137
notifying	138
oddly	139
deceased	140
in-office	141
half-an-hour	142
vague	143
judiciary	144
differ	145
energy	146
stranded	147
high-powered	148
alternatively	149
billings	150
polyethylene	151
health-care	152
approached	153
voting	154
escorts	155
admitted	156
inviting	157
ages	158
impediment	159
growth	160
shooting	161
devotion	162
accomplished	163
furnish	164
factory	165
season	166
offensive	167
stocks	168
sexy	169
conspiring	170
complex	171
revising	172
insulin	173
once	174
safeguard	175
props	176
declared	177
cavalier	178
characters	179
neighboring	180
recognition	181
plot	182
attests	183
they	184
roots	185
colors	186
spacecraft	187
dangling	188
troop	189
jointly	190
brewer	191
gum	192
semiannually	193
prod	194
readers	195
coordinated	196
corrective	197
jousting	198
visitors	199
pressure	200
fails	201
buffet	202
attendant	203
arms-kickback	204
nationally	205
higher-priced	206
penetrated	207
tempting	208
ills	209
solicitations	210
unseen	211
he	212
internment	213
pros	214
posture	215
seminar	216
resort	217
infectious	218
single-premium	219
10-year	220
start-ups	221
machinist	222
revamping	223
dragged	224
subjective	225
snowballed	226
skyscraper	227
truck	228
collecting	229
convicted	230
pennies	231
gram	232
misleading	233
only	234
thrown	235
tables	236
bailed	237
gangs	238
continuity	239
regulate	240
villages	241
lethargy	242
chocolate	243
clarifications	244
co-op	245
cooled	246
air	247
erratically	248
buoyed	249
inserted	250
globe	251
mentions	252
included	253
nominate	254
bumble	255
needless	256
appealed	257
issues	258
pack	259
foiled	260
megabyte	261
achieves	262
estate	263
tout	264
instructed	265
anybody	266
tippee	267
beliefs	268
provider	269
fiction	270
dna	271
untested	272
populating	273
brand	274
eliminate	275
township	276
underground	277
smaller-than-expected	278
consistent	279
belts	280
gear	281
financiers	282
constructing	283
comprises	284
fantasize	285
abundant	286
rugged	287
aliens	288
expense	289
poster	290
half-hour	291
gross	292
dug	293
largely	294
4-0	295
spell	296
institutional	297
;	298
buttressed	299
contras	300
oceans	301
year-before	302
aviation	303
comprising	304
restricting	305
understated	306
acquirer	307
rican	308
technologies	309
imagination	310
benefit	311
lightest	312
trick	313
raises	314
skis	315
cartel	316
gentle	317
citizens	318
uninspired	319
erect	320
bridge	321
collects	322
analgesic	323
unique	324
honest	325
chemical-weapons	326
1	327
consortia	328
outside	329
bands	330
covert	331
designation	332
pegged	333
salary	334
wed	335
hazards	336
unanticipated	337
fetus	338
flown	339
misperceptions	340
ranches	341
stake	342
wrestling	343
resurfaced	344
pillars	345
regarding	346
governing	347
vulnerability	348
psychiatric	349
wiped	350
retreat	351
unwieldy	352
violence	353
surprise	354
spanish-language	355
punitive	356
legal-services	357
cost-reduction	358
fixtures	359
surrounding	360
yanking	361
subpoena	362
clergyman	363
outsider	364
half-completed	365
shout	366
boosts	367
great	368
muted	369
incompetent	370
16-bit	371
sparingly	372
chiefs	373
paychecks	374
errors	375
highway	376
volokhs	377
honey	378
cereals	379
bridges	380
become	381
entity	382
softened	383
chemists	384
prepared	385
broadcast	386
poured	387
exchange	388
chemicals	389
repaid	390
power-generation	391
brainchild	392
requirement	393
son	394
shoppers	395
reinsurance	396
touching	397
disorders	398
theorist	399
outlined	400
operations	401
hearings	402
showers	403
assert	404
accountants	405
elixir	406
ultraviolet	407
successfully	408
equate	409
blue	410
inappropriate	411
hill	412
senior	413
beware	414
computer-assisted	415
wake	416
judgments	417
top-10	418
peddling	419
painting	420
pay-in-kind	421
steelmaking	422
footing	423
outset	424
condemning	425
bleak	426
allow	427
abduction	428
repainted	429
uneasy	430
re-enactments	431
m$	432
debt-reduction	433
heady	434
saves	435
adjustment	436
talking	437
death	438
episode	439
testifying	440
demonstrations	441
miscellaneous	442
abortion-rights	443
opposed	444
prosecutorial	445
folded	446
requests	447
182-day	448
taming	449
sensitive	450
congress	451
opener	452
financially	453
personally	454
headquarters	455
stuck	456
short-lived	457
catalytic	458
unchanged	459
slows	460
doubling	461
fenugreek	462
routing	463
begins	464
recoup	465
caved	466
quarterback	467
four-star	468
television	469
twisted	470
telecommunications	471
full-scale	472
checks	473
quotes	474
lounge	475
lining	476
code	477
resin	478
bolstered	479
problem	480
oasis	481
attorney	482
splashy	483
sweeten	484
department	485
abandons	486
undiversified	487
southeast	488
burying	489
bashing	490
german	491
arabs	492
heaviest	493
ouster	494
oxide	495
mid-1990s	496
vector	497
61-year-old	498
admitting	499
pinning	500
short-term	501
annualized	502
exacerbated	503
inadequacy	504
well-servicing	505
wording	506
bell	507
months	508
foresees	509
blatant	510
industries	511
drag	512
emphasized	513
sentencing	514
turbines	515
coconuts	516
reshaping	517
40-year	518
arbitragers	519
30-second	520
laws	521
wanting	522
respondents	523
justice	524
gunned	525
poles	526
networking	527
copyrights	528
future	529
hobbled	530
perform	531
lingerie	532
tourists	533
activities	534
scientific	535
forums	536
swap	537
digits	538
d	539
resolved	540
persistency	541
submarine	542
syndicating	543
fireworks	544
distinguish	545
controller	546
borrowers	547
pictures	548
long-range	549
old-fashioned	550
quickly	551
reservations	552
printing	553
spare	554
chain-store	555
tar	556
besides	557
inherit	558
index	559
z	560
skeptics	561
reliever	562
buffs	563
illnesses	564
monopolize	565
homework	566
discontinuing	567
agent	568
perfume	569
spurts	570
rolls	571
deals	572
rotation	573
outnumbered	574
english-language	575
cemetery	576
felon	577
treasurers	578
enrollment	579
general	580
maquiladoras	581
point	582
pretrial	583
entrepreneurs	584
paralysis	585
middle-class	586
participating	587
exemption	588
themes	589
anti-development	590
topple	591
chic	592
jacking	593
hurricane	594
tros	595
gasoline	596
broadcasting	597
warns	598
language	599
exchanges	600
nationalistic	601
arbitrage	602
runners	603
human-rights	604
touched	605
regain	606
steeply	607
funneled	608
saw	609
exposure	610
severely	611
computer-related	612
younger	613
vietnamese-backed	614
decliners	615
adjust	616
connects	617
fliers	618
addiction-treatment	619
prostitute	620
cage	621
lives	622
promise	623
cancer	624
extends	625
150-member	626
greeting	627
amend	628
standing	629
espionage	630
dead	631
salespeople	632
burger	633
employment	634
criticism	635
elementary	636
upset	637
atmosphere	638
durables	639
quipped	640
single	641
visions	642
sprays	643
absolutely	644
seventh	645
spark	646
freezer	647
implication	648
unrelated	649
productions	650
subcontract	651
steelworkers	652
reopening	653
1/2-year	654
pollen-inhibiting	655
covered	656
depository	657
fluid	658
japanese-americans	659
desks	660
nostalgic	661
limbo	662
apparel	663
pyramids	664
instability	665
pink	666
rounded	667
heart	668
theatrical	669
overcharge	670
toppled	671
myriad	672
insulting	673
fiercely	674
gut	675
shunned	676
constituted	677
burnt	678
upgrading	679
rush	680
pools	681
socialism	682
spurred	683
avalanche	684
processing	685
was	686
unethical	687
absence	688
breach	689
outweighed	690
recommendation	691
decidedly	692
pico	693
swift	694
concedes	695
irony	696
harms	697
absolute	698
thinly	699
undergo	700
poisoning	701
subsequent	702
nonoperating	703
methane	704
restructure	705
120-day	706
interspersed	707
alleging	708
mortgages	709
demons	710
benefit-seeking	711
calculations	712
extent	713
lovable	714
enjoin	715
proteins	716
master	717
glamour	718
continentals	719
dramatically	720
announce	721
deciding	722
forms	723
turn	724
duplicated	725
f-14	726
rocket	727
dispersant	728
prevented	729
undefined	730
partial	731
acres	732
retirement	733
kellogg	734
competence	735
withdrawal	736
affairs	737
poised	738
clothing	739
require	740
respective	741
foreign-exchange	742
various	743
attention	744
integration	745
stating	746
cares	747
infamous	748
slightest	749
nonferrous	750
armor	751
reinforces	752
private-banking	753
single-a-1	754
hell	755
booms	756
store	757
salesperson	758
turbulent	759
kill	760
divesting	761
proprietary	762
ousted	763
subcontractors	764
marxist	765
rewrite	766
hospital	767
delivering	768
weakened	769
maps	770
unprofitable	771
books	772
football	773
nurse	774
satisfy	775
diners	776
treasurer	777
sluggishness	778
1960s	779
sheer	780
abducted	781
pall	782
evolutionary	783
investing	784
capitalist	785
holidays	786
stalling	787
holes	788
'	789
blase	790
began	791
importance	792
postels	793
loses	794
courthouse	795
machines	796
tempered	797
organize	798
work	799
bowl	800
courtesy	801
say	802
involved	803
banker	804
disclosing	805
ghost	806
steeper	807
reluctant	808
creating	809
midmorning	810
imperative	811
enhancements	812
leisure	813
joined	814
acknowledging	815
clients	816
recycling	817
sank	818
alcohol	819
performed	820
delays	821
savings-type	822
fair	823
proceeding	824
incentive-backed	825
contracted	826
cards	827
modern-day	828
admirable	829
army	830
adaptation	831
editorial	832
copiers	833
mounted	834
cancellation	835
hook	836
husband	837
designed	838
holy	839
riveting	840
flagging	841
regulated	842
furs	843
internationalization	844
one-half	845
unsecured	846
restriction	847
southern	848
jewelry	849
laughed	850
parked	851
anti-american	852
attributes	853
pizzazz	854
microscopic	855
hears	856
wrongful	857
connected	858
spurted	859
disappointed	860
pachinko	861
30-year-old	862
before	863
seats	864
uniform	865
adrs	866
accompanied	867
assessment	868
administrators	869
affiliates	870
press	871
damaging	872
fearing	873
apologists	874
fascinating	875
blends	876
convince	877
five-hour	878
surface	879
rage	880
dolphins	881
skipping	882
cassette	883
gimmicks	884
plaster	885
riches	886
prey	887
have	888
provoke	889
school	890
heaved	891
entrust	892
views	893
insure	894
seen	895
choices	896
utter	897
definitively	898
artillery	899
cocktail	900
14-year-old	901
bust	902
blips	903
fat-tired	904
hero	905
easily	906
expect	907
rebate	908
widened	909
story	910
disturbed	911
technology	912
boring	913
represented	914
guidelines	915
weaken	916
sealed	917
drum	918
trademark	919
accomplishments	920
menstrual	921
speeches	922
indicator	923
pristine	924
scare	925
describe	926
wrist	927
donated	928
isolate	929
callers	930
rebuffed	931
locations	932
top-level	933
aquarium	934
discounts	935
stay	936
law-enforcement	937
propaganda	938
stapling	939
avoided	940
mainframes	941
palm	942
priorities	943
languished	944
ignoring	945
dulled	946
favorite	947
wish	948
balance	949
member	950
highlighted	951
underneath	952
cherry	953
strains	954
increasing	955
cycads	956
waves	957
propylene	958
free-standing	959
thinned	960
doldrums	961
single-a-plus	962
restored	963
crews	964
symbols	965
merchant	966
2-for-1	967
displaced	968
jealous	969
parties	970
conditioned	971
publishes	972
panhandler	973
sustain	974
trailed	975
corresponding	976
sagged	977
rum	978
32-a-share	979
multiyear	980
ballots	981
swaying	982
mid-october	983
hopeful	984
costumes	985
designate	986
cross-ownership	987
dozens	988
lower-than-expected	989
arbs	990
gambling	991
distiller	992
reimbursement	993
20-year-old	994
out	995
sources	996
19-month-old	997
bottle	998
luncheon	999
immense	1000
monolithic	1001
multiple	1002
accidents	1003
would	1004
evaluation	1005
bushels	1006
slowly	1007
practitioners	1008
traded	1009
evaluations	1010
necessities	1011
paper-products	1012
real	1013
exploits	1014
theaters	1015
drafted	1016
car	1017
kills	1018
got	1019
reinvested	1020
implicit	1021
receptor	1022
salvage	1023
philosophic	1024
indication	1025
wished	1026
react	1027
lonely	1028
reappearance	1029
pineapple	1030
sterilizing	1031
achieve	1032
generates	1033
centerfielder	1034
liquefied	1035
palestinian	1036
survivor	1037
broad-based	1038
longer	1039
sniffed	1040
fly	1041
tissue	1042
danger	1043
onstage	1044
recurring	1045
baskets	1046
payout	1047
stimulation	1048
lump-sum	1049
prohibiting	1050
forfeitures	1051
rude	1052
impressed	1053
four-door	1054
bull	1055
manpower	1056
flakes	1057
reinforce	1058
vanish	1059
worrisome	1060
reckon	1061
prayer	1062
highways	1063
constitutes	1064
obsession	1065
robbers	1066
jutting	1067
knights	1068
force	1069
food	1070
slumping	1071
scrapping	1072
baseman	1073
nearby	1074
whereabouts	1075
deceptive	1076
halftime	1077
periphery	1078
taxes	1079
prevents	1080
forest	1081
bitterness	1082
input	1083
actress	1084
drain	1085
decentralized	1086
sadly	1087
respected	1088
articulate	1089
occupancy	1090
eritrean	1091
accepts	1092
sporty	1093
subordinates	1094
communism	1095
tongue	1096
repeatedly	1097
franchising	1098
20th	1099
i.	1100
rollers	1101
recoveries	1102
partner	1103
allure	1104
cell	1105
purported	1106
brew	1107
israelis	1108
subsidize	1109
prestige	1110
upswing	1111
tally	1112
concentration	1113
intangible	1114
unificationist	1115
terminate	1116
predictions	1117
sciences	1118
monetary	1119
defections	1120
remarks	1121
earmarked	1122
roustabout	1123
causes	1124
athletes	1125
recalculating	1126
picocassette	1127
subscriber	1128
equals	1129
condominiums	1130
piece	1131
avoid	1132
commentary	1133
bombshell	1134
single-a-3	1135
standardize	1136
anxiety	1137
lonesome	1138
hoard	1139
contagious	1140
dubious	1141
outdated	1142
freezing	1143
foam	1144
51-year-old	1145
waiving	1146
duties	1147
evacuation	1148
heralded	1149
clues	1150
served	1151
terribly	1152
catfish	1153
consistently	1154
ethnic	1155
tro	1156
devices	1157
principal	1158
forgive	1159
enjoyable	1160
granted	1161
wo	1162
engaged	1163
receivers	1164
regrettably	1165
immigrants	1166
shrewd	1167
rehearing	1168
fresh	1169
ground-based	1170
vacation	1171
re-examine	1172
damages	1173
segregate	1174
louder	1175
truly	1176
rebates	1177
monastery	1178
bickering	1179
cry	1180
duration	1181
analyst	1182
contact	1183
susceptible	1184
book-entry	1185
pit	1186
growing	1187
wane	1188
roofs	1189
awake	1190
telephones	1191
wasting	1192
accumulate	1193
racist	1194
sacred	1195
exposing	1196
speech	1197
entertained	1198
continuously	1199
ample	1200
sporting-goods	1201
enjoying	1202
germans	1203
graph	1204
confiscating	1205
instrumentation	1206
attaching	1207
piano	1208
rents	1209
difficulty	1210
resistant	1211
disobedience	1212
infringes	1213
attributed	1214
glowing	1215
aisle	1216
tactical	1217
poet	1218
containerboard	1219
congressman	1220
are	1221
junk-mail	1222
health	1223
u.s.-japan	1224
defunct	1225
par	1226
mph	1227
hazard	1228
commits	1229
joining	1230
mysteries	1231
scaling	1232
intrusion	1233
discredited	1234
slabs	1235
holder	1236
meant	1237
israeli	1238
allay	1239
forests	1240
distress	1241
paled	1242
prison	1243
over-the-counter	1244
protected	1245
walked	1246
infringement	1247
taxable	1248
parade	1249
spotty	1250
broadening	1251
retainer	1252
coupe	1253
terminated	1254
monster	1255
irrational	1256
one-party	1257
reinstated	1258
truth	1259
separation	1260
mafia	1261
enclosed	1262
frenzy	1263
way	1264
brutally	1265
investigational	1266
principally	1267
anti-apartheid	1268
premature	1269
slimmer	1270
proposes	1271
highest-yielding	1272
parental-leave	1273
towels	1274
teach	1275
magazine	1276
two-hour	1277
space-based	1278
fill	1279
formality	1280
conceded	1281
exhibit	1282
other	1283
life	1284
subtitled	1285
guts	1286
paycheck	1287
staple	1288
transcripts	1289
ambassador	1290
comrades	1291
phases	1292
athlete	1293
white-collar	1294
s	1295
materializes	1296
simply	1297
light	1298
drastic	1299
biennial	1300
plows	1301
repurchase	1302
27-year-old	1303
underlying	1304
sorely	1305
shuts	1306
spends	1307
gravely	1308
sidewalks	1309
compatible	1310
acceleration	1311
gardening	1312
now-defunct	1313
rancorous	1314
hoc	1315
pitcher	1316
monitored	1317
slopes	1318
neutron	1319
newspapers	1320
dilutive	1321
umbrella	1322
promoter	1323
suspected	1324
vacuum	1325
municipalities	1326
greens	1327
baseball	1328
appeals	1329
teachers	1330
saga	1331
pleasant	1332
restricted	1333
provinces	1334
selectively	1335
meters	1336
attack	1337
touring	1338
dangerously	1339
battling	1340
waive	1341
retirees	1342
guaranteeing	1343
countrymen	1344
encouraging	1345
characterized	1346
communicate	1347
employee-benefit	1348
keeps	1349
optional	1350
line-up	1351
soared	1352
mechanism	1353
quieted	1354
denominations	1355
24th	1356
inexplicably	1357
disappeared	1358
limits	1359
walks	1360
focuses	1361
hectic	1362
redraw	1363
disappointing	1364
hit	1365
word-processing	1366
rejecting	1367
ratings	1368
puny	1369
space	1370
man	1371
anticipating	1372
shareholder	1373
rioting	1374
drawings	1375
drew	1376
ruining	1377
normalcy	1378
mergers	1379
conferring	1380
instructions	1381
subsidies	1382
meets	1383
pose	1384
seem	1385
inexpensive	1386
chilling	1387
messrs.	1388
utterances	1389
obviously	1390
sign	1391
statute	1392
ominous	1393
miami-based	1394
obligation	1395
attractive	1396
obstacle	1397
plots	1398
conducting	1399
hovering	1400
customarily	1401
highest-rated	1402
shield	1403
two-day	1404
stressing	1405
hardy	1406
parental	1407
name-droppers	1408
verbal	1409
tribe	1410
evacuated	1411
robberies	1412
tag	1413
half-year	1414
x-ray	1415
mushroomed	1416
developer	1417
credits	1418
formally	1419
cash-rich	1420
scripts	1421
battery-powered	1422
oohs	1423
conversations	1424
pro-choice	1425
taiwanese	1426
near-perfect	1427
towns	1428
battery	1429
few	1430
rides	1431
likened	1432
cleverly	1433
windows	1434
snaps	1435
extrusion	1436
donors	1437
warned	1438
statist	1439
mid-1970s	1440
revisit	1441
mig-1	1442
stale	1443
accepted	1444
prudent	1445
no-load	1446
tire	1447
graduate	1448
notions	1449
tariffs	1450
grip	1451
unused	1452
reactor	1453
proponent	1454
pummeled	1455
guaranteed	1456
deficits	1457
bailout	1458
compact	1459
midnight	1460
injured	1461
rod	1462
stall	1463
gorgeous	1464
500-seat	1465
drilling	1466
infection	1467
drives	1468
huddled	1469
operatives	1470
personnel	1471
whacked	1472
fears	1473
republic	1474
sweetened	1475
substantial	1476
fog	1477
proving	1478
inconsistencies	1479
thought	1480
calculated	1481
pursuing	1482
spoiler	1483
cheek	1484
unrealized	1485
arguing	1486
outstanding	1487
data	1488
urges	1489
nondeductible	1490
jailed	1491
bucked	1492
searching	1493
undone	1494
payouts	1495
transmissions	1496
fragility	1497
powered	1498
rescuers	1499
budgeted	1500
sequence	1501
pushing	1502
cincinnati-based	1503
retaining	1504
gambler	1505
chamber	1506
blankets	1507
punk	1508
insurer	1509
minimize	1510
much-larger	1511
thus	1512
temporary	1513
stock-manipulation	1514
tigreans	1515
packages	1516
invited	1517
four-page	1518
otherwise	1519
self-proclaimed	1520
collagen	1521
fauna	1522
died	1523
hour-long	1524
blocks	1525
responsibility	1526
undervalued	1527
cos.	1528
alliances	1529
do	1530
personal-care	1531
reconstructed	1532
kid	1533
replaced	1534
composed	1535
whack	1536
service-center	1537
throws	1538
policeman	1539
finding	1540
widows	1541
bribery	1542
budgets	1543
flash	1544
blockade	1545
probable	1546
dealing	1547
differing	1548
persuading	1549
minimum-wage	1550
blast	1551
combination	1552
amateur	1553
smartest	1554
socalled	1555
unless	1556
new-product	1557
styling	1558
chop	1559
dealings	1560
consummated	1561
yesterday	1562
appropriate	1563
promotion	1564
grandiose	1565
asserting	1566
killings	1567
secure	1568
diminish	1569
railroad	1570
dreams	1571
capable	1572
cheaper	1573
switzerland	1574
'n'	1575
storage	1576
moderately	1577
reigning	1578
gained	1579
percentage	1580
helps	1581
elegant	1582
bribe	1583
'80s	1584
immigration	1585
lags	1586
shifts	1587
twin-deficit	1588
careening	1589
hence	1590
screaming	1591
dusk	1592
badly	1593
battles	1594
parakeet	1595
pipelines	1596
discount	1597
amazing	1598
graduated	1599
urgency	1600
repression	1601
undeveloped	1602
glasnost	1603
cautious	1604
premiere	1605
middlemen	1606
drug-related	1607
protections	1608
combines	1609
deplorable	1610
moments	1611
dormant	1612
temperatures	1613
boldly	1614
dropout	1615
come	1616
copy	1617
presentation	1618
bout	1619
seizing	1620
frankfurt	1621
non-accrual	1622
sliding	1623
play	1624
command	1625
plaintiff	1626
ever	1627
homer	1628
monetarists	1629
inventory	1630
possibilities	1631
publicity	1632
risky	1633
complained	1634
inferior	1635
renegotiated	1636
strengthening	1637
conclude	1638
93-day	1639
confined	1640
lag	1641
identifies	1642
managing	1643
injected	1644
heap	1645
masks	1646
blaze	1647
petroleum	1648
trumpeting	1649
voiced	1650
pass	1651
flooded	1652
ostensibly	1653
shipment	1654
color	1655
publishing	1656
workings	1657
fires	1658
obscene	1659
expressions	1660
decade-long	1661
explosions	1662
virtues	1663
boxes	1664
stroll	1665
gerrymandering	1666
spring	1667
studying	1668
tumultuous	1669
threat	1670
stockholders	1671
spreading	1672
talent	1673
amaze	1674
squaring	1675
promote	1676
artwork	1677
frequency	1678
elective	1679
far	1680
stop-payment	1681
seas	1682
last-place	1683
prone	1684
sounds	1685
mural	1686
unexplained	1687
elderly	1688
starved	1689
square	1690
boundary	1691
tab	1692
firmer	1693
critics	1694
traced	1695
custom-tailored	1696
automobile	1697
harmony	1698
tenants	1699
entombed	1700
contractual	1701
license	1702
rest	1703
murders	1704
sticking	1705
soft-spoken	1706
gesture	1707
motion-picture	1708
inconvenience	1709
candid	1710
addresses	1711
permits	1712
photograph	1713
consuming	1714
worm	1715
brain	1716
japanese	1717
unfazed	1718
diplomacy	1719
unregistered	1720
academia	1721
saving	1722
undulate	1723
reform	1724
clerks	1725
tensions	1726
route	1727
compelled	1728
shipbuilder	1729
considerably	1730
allusions	1731
salvo	1732
invasion	1733
congressional	1734
ultimate	1735
cynical	1736
stop	1737
picking	1738
blithely	1739
developments	1740
bent	1741
tomb	1742
many	1743
mop	1744
walking	1745
ships	1746
preceded	1747
desolate	1748
package-sorting	1749
sleek	1750
prepayments	1751
consists	1752
descendant	1753
c$	1754
hunger	1755
consequent	1756
than	1757
savvy	1758
labor-intensive	1759
contemporary	1760
inadequately	1761
viewing	1762
nursing	1763
signs	1764
universally	1765
racing	1766
rash	1767
crusade	1768
newer	1769
solitary	1770
meat	1771
inspections	1772
write	1773
e	1774
one-month	1775
structuring	1776
specifics	1777
stop-loss	1778
directory	1779
dishes	1780
legal	1781
bullish	1782
librarian	1783
nursed	1784
tone	1785
forgo	1786
constant	1787
anxious	1788
objects	1789
skyrocketed	1790
followers	1791
asylum	1792
primary	1793
significance	1794
district	1795
selling	1796
metaphors	1797
modern	1798
british	1799
reinforced	1800
unlike	1801
competent	1802
prince	1803
likewise	1804
watched	1805
studies	1806
regulation	1807
fortune	1808
considering	1809
displaying	1810
stub	1811
meetings	1812
alarmed	1813
households	1814
jeopardy	1815
deterring	1816
repeats	1817
putting	1818
redistribution	1819
ties	1820
enhancing	1821
appraisers	1822
impatient	1823
multinational	1824
razor	1825
challenging	1826
frankly	1827
harbor	1828
forma	1829
politicking	1830
freeze	1831
alcoholic	1832
readiness	1833
writers	1834
american-style	1835
jewelers	1836
confiscated	1837
enactment	1838
writedowns	1839
disciplined	1840
rider	1841
upgraded	1842
mortgage	1843
clad	1844
corneal	1845
convictions	1846
50-50	1847
polyester	1848
special-interest	1849
leans	1850
defraud	1851
shine	1852
soft	1853
comedic	1854
preceding	1855
reverses	1856
comprehensive	1857
dangers	1858
copper	1859
lengthened	1860
chronically	1861
soda	1862
preferences	1863
created	1864
fad	1865
eating	1866
favorites	1867
manners	1868
forbade	1869
proviso	1870
dust	1871
convened	1872
buttons	1873
wildly	1874
bank-holding	1875
fatalities	1876
deflated	1877
shipped	1878
disclosure	1879
volumes	1880
dated	1881
transplant	1882
shielded	1883
wisdom	1884
intervened	1885
brigades	1886
beers	1887
smattering	1888
coffee	1889
space-age	1890
laundry	1891
365-day	1892
whispering	1893
toll-free	1894
revelations	1895
indicated	1896
payrolls	1897
opened	1898
compulsions	1899
give	1900
hydrogen	1901
youngest	1902
ornamental	1903
portends	1904
terrific	1905
installation	1906
definitely	1907
non-violent	1908
haunting	1909
delicate	1910
supervision	1911
repertoire	1912
solid	1913
enterprises	1914
treats	1915
gingerly	1916
zinc	1917
uneasiness	1918
freon	1919
trials	1920
understanding	1921
mathematician	1922
flexible	1923
feared	1924
pcs	1925
price-earnings	1926
worked	1927
full-sized	1928
lighted	1929
hk$	1930
protect	1931
overemphasize	1932
ranch	1933
virus	1934
bogged	1935
hops	1936
keyed	1937
reviewing	1938
entered	1939
huge	1940
manifest	1941
conn.-based	1942
calming	1943
writes	1944
oceanographic	1945
interiors	1946
divestitures	1947
rye	1948
messenger	1949
good-natured	1950
plant	1951
response	1952
diseases	1953
outright	1954
acquit	1955
equestrians	1956
festival	1957
newsstands	1958
subsidiary	1959
marks	1960
distraction	1961
versions	1962
fools	1963
defending	1964
*	1965
knock	1966
assumes	1967
kings	1968
5-4	1969
practicing	1970
riots	1971
stabilized	1972
tarnished	1973
persona	1974
mandating	1975
low-end	1976
reliance	1977
less	1978
faction	1979
two-month	1980
poverty	1981
continuation	1982
theft	1983
staunchest	1984
deployment	1985
frantically	1986
glorious	1987
platform	1988
kindly	1989
auto-loan	1990
outcry	1991
dissolution	1992
adapted	1993
deputy	1994
bags	1995
esps	1996
continues	1997
helplessly	1998
26-week	1999
parcel	2000
bode	2001
liaisons	2002
machetes	2003
aforementioned	2004
undermined	2005
hospitalized	2006
murky	2007
amasses	2008
wrecked	2009
shortfall	2010
aided	2011
swells	2012
lasting	2013
scanners	2014
gospel	2015
dusty	2016
precluded	2017
bricks	2018
same	2019
jazz	2020
performing	2021
coat	2022
for-profit	2023
affordable	2024
urgently	2025
shoes	2026
fragmented	2027
cables	2028
equaling	2029
consume	2030
documented	2031
slash	2032
you	2033
ufos	2034
somehow	2035
information-processing	2036
managed	2037
patched	2038
cogeneration	2039
carry	2040
creature	2041
lapses	2042
ensure	2043
evolving	2044
miss	2045
dictates	2046
settlement	2047
fickle	2048
cleans	2049
scraps	2050
nonunion	2051
spares	2052
wasted	2053
theories	2054
consisted	2055
dumped	2056
offer	2057
specifications	2058
farmers	2059
average	2060
go	2061
paragraph	2062
earnings	2063
bestowed	2064
spanning	2065
retention	2066
advances	2067
computer-driven	2068
roommate	2069
day	2070
viewers	2071
debt-equity	2072
confessed	2073
x	2074
pickers	2075
enabled	2076
benighted	2077
confronted	2078
abound	2079
establishes	2080
absences	2081
antibody	2082
rose	2083
tightened	2084
ranks	2085
extremes	2086
frank	2087
recreational	2088
suburban	2089
transforms	2090
rings	2091
bribing	2092
stuttgart-based	2093
vows	2094
tolls	2095
commission	2096
voice	2097
airline	2098
munich-based	2099
contacted	2100
method	2101
tons	2102
guess	2103
sons	2104
bringing	2105
champions	2106
low-key	2107
evaluating	2108
concrete	2109
waters	2110
nudge	2111
leaned	2112
prepaid	2113
ceiling	2114
observes	2115
banner	2116
accountability	2117
chassis	2118
historic	2119
frightening	2120
important	2121
rake	2122
fortunate	2123
binding	2124
suburb	2125
tailor-made	2126
background	2127
tours	2128
catheter	2129
televised	2130
behalf	2131
colony	2132
professional	2133
establishments	2134
balloons	2135
adroitly	2136
its	2137
nuisance	2138
unscrupulous	2139
disabled	2140
renewing	2141
dinners	2142
yanked	2143
blow	2144
loan-loss	2145
primordial	2146
trimming	2147
establishment	2148
activists	2149
restitution	2150
aramid	2151
convey	2152
cumin	2153
mushrooms	2154
predictably	2155
copies	2156
conspiracy	2157
shortly	2158
productivity	2159
scaring	2160
adjusters	2161
were	2162
spinoff	2163
reflecting	2164
tax-exempt	2165
intentions	2166
risks	2167
broaden	2168
hours	2169
unusually	2170
convoluted	2171
destination	2172
surveyed	2173
republican	2174
favorable	2175
fountains	2176
goods-producing	2177
regulatory	2178
damage	2179
periodicals	2180
nickname	2181
cheaters	2182
legalistic	2183
refineries	2184
vodka	2185
mid-september	2186
israeli-palestinian	2187
legality	2188
choice	2189
refractory	2190
replete	2191
asleep	2192
hispanic	2193
shoreline	2194
insistence	2195
precipitous	2196
turtle	2197
affirmative-action	2198
yelled	2199
weather	2200
tail	2201
capital-gains	2202
retains	2203
home-run	2204
market-opening	2205
attorneys	2206
leveraged	2207
dominant	2208
fossil	2209
persuade	2210
supply-side	2211
devils	2212
negatives	2213
competitor	2214
addicted	2215
develop	2216
puzzle	2217
overvalued	2218
influence-peddling	2219
styles	2220
technique	2221
news	2222
client	2223
servant	2224
inspired	2225
reinforcements	2226
contrasts	2227
ceramic	2228
cans	2229
angeles-based	2230
candies	2231
outlooks	2232
top	2233
habit	2234
punished	2235
types	2236
thrive	2237
disastrous	2238
campaign	2239
mailing	2240
predators	2241
deliveries	2242
manage	2243
arrested	2244
newcomer	2245
jurisdiction	2246
statutory	2247
addition	2248
referring	2249
deficit	2250
scrap	2251
ear	2252
right-to-lifers	2253
signal-processing	2254
keep	2255
sight	2256
endangerment	2257
net	2258
qualify	2259
trustees	2260
disregarded	2261
on-site	2262
coupons	2263
outage	2264
shirt	2265
probes	2266
vegetables	2267
expertise	2268
containment	2269
elders	2270
calgary-based	2271
voluntarily	2272
run	2273
hiker	2274
deja	2275
briefing	2276
defend	2277
verge	2278
fluctuate	2279
lists	2280
explains	2281
scheduled	2282
clutch	2283
pad	2284
mice	2285
complication	2286
announcement	2287
reflects	2288
sanitary	2289
anti-missile	2290
days	2291
amendments	2292
doctrine	2293
loud	2294
changing	2295
recourse	2296
variations	2297
guy	2298
northwest	2299
explanation	2300
launches	2301
ilyushins	2302
openings	2303
industrialist	2304
indict	2305
congestion	2306
sponsoring	2307
presented	2308
permit	2309
post-1987	2310
gratuitous	2311
offerings	2312
attending	2313
above-average	2314
being	2315
ordinances	2316
trumpet	2317
current	2318
divisions	2319
depositions	2320
soldier	2321
boss	2322
splendid	2323
towers	2324
lone	2325
menu	2326
convenes	2327
withheld	2328
nonstrategic	2329
commercialization	2330
able	2331
contrary	2332
company-operated	2333
gap	2334
21st	2335
fitness	2336
first-quarter	2337
has	2338
philippine	2339
mandatory	2340
merely	2341
acknowledges	2342
disintegration	2343
durable-goods	2344
united	2345
self-conscious	2346
accomplish	2347
clumps	2348
index-arbitrage	2349
providers	2350
blip	2351
slumped	2352
rank	2353
indexer	2354
averting	2355
cushioning	2356
one-hour	2357
policyholders	2358
funneling	2359
interbank	2360
account	2361
factor	2362
proud	2363
elephants	2364
visit	2365
pledges	2366
repayment	2367
market-makers	2368
threaten	2369
faced	2370
profiting	2371
personality	2372
projections	2373
stranger	2374
rumor	2375
unlimited	2376
rewards	2377
young	2378
better-than-average	2379
flashed	2380
hints	2381
motel	2382
issuers	2383
alone	2384
orders	2385
evolution	2386
market-monitoring	2387
comfortably	2388
register	2389
investigating	2390
flaw	2391
momentum	2392
succeed	2393
smelter	2394
comply	2395
retinoblastoma	2396
completing	2397
stodgy	2398
aftershock	2399
persuaded	2400
requisite	2401
cancerous	2402
tractors	2403
corps	2404
all	2405
breeders	2406
narrowing	2407
niches	2408
liquid	2409
souvenir	2410
crashing	2411
racehorses	2412
reliably	2413
built	2414
plentiful	2415
afrikaner	2416
categorized	2417
division	2418
survivors	2419
stretch	2420
afghan	2421
difference	2422
laudable	2423
seizures	2424
die-hard	2425
demise	2426
ugly	2427
rigs	2428
excessive	2429
bluntly	2430
physicians	2431
roast	2432
flexibility	2433
fund-raising	2434
denying	2435
time-honored	2436
searched	2437
delegation	2438
unborn	2439
chides	2440
grabbed	2441
certainty	2442
get-together	2443
midafternoon	2444
lacked	2445
secretary-general	2446
swimmer	2447
analyze	2448
carry-forwards	2449
clearly	2450
clearance	2451
retiree	2452
plastics	2453
ourselves	2454
exchanged	2455
informing	2456
resistance	2457
negotiated	2458
camp	2459
anyway	2460
diagnosed	2461
three-member	2462
complements	2463
waterfront	2464
door-to-door	2465
factors	2466
swapping	2467
jury	2468
encouragement	2469
dock	2470
specter	2471
need	2472
probing	2473
positions	2474
peace-keeping	2475
bracket	2476
begging	2477
incorporates	2478
casualty	2479
clarinetist	2480
execute	2481
related	2482
spin	2483
jam	2484
airborne	2485
weight	2486
rural	2487
embarrassment	2488
agenda	2489
stomachs	2490
enterprise	2491
superpower	2492
kilometers	2493
chlorofluorocarbons	2494
all-out	2495
checking	2496
limiting	2497
tragic	2498
participated	2499
fox	2500
tips	2501
upstart	2502
determination	2503
condone	2504
boredom	2505
comforting	2506
conference	2507
concern	2508
directly	2509
appreciated	2510
rains	2511
flying	2512
fly-by-night	2513
lawful	2514
trudging	2515
suspicions	2516
hesitant	2517
implying	2518
due-process	2519
parent	2520
remarked	2521
pains	2522
scour	2523
commissions	2524
large-capitalization	2525
seasonally	2526
simultaneous	2527
occur	2528
hdtvs	2529
your	2530
turnover	2531
far-reaching	2532
''	2533
proclaims	2534
taps	2535
outcome	2536
careers	2537
snooping	2538
anti-japanese	2539
sacks	2540
simulate	2541
practiced	2542
reparations	2543
proliferation	2544
well-intentioned	2545
recognized	2546
bombarded	2547
excursions	2548
chronicle	2549
dismissed	2550
casualties	2551
clear	2552
answering	2553
ruling	2554
departing	2555
charm	2556
direct-mail	2557
permanently	2558
bash	2559
enhance	2560
zero-coupon	2561
lobbyist	2562
lbos	2563
parochial	2564
talents	2565
slick	2566
industry-specific	2567
british-based	2568
thinker	2569
chronic	2570
hello	2571
totaling	2572
free-lance	2573
tigrean	2574
pittance	2575
butterfat	2576
airports	2577
stability	2578
booked	2579
antiviral	2580
clock	2581
satisfied	2582
eastern	2583
quantities	2584
hates	2585
performers	2586
72-a-share	2587
reverberating	2588
bidding	2589
pitchers	2590
anti-cancer	2591
breaks	2592
plotting	2593
memos	2594
hostile	2595
match	2596
industrialized	2597
sided	2598
thrust	2599
protectors	2600
haunted	2601
misrepresented	2602
objectionable	2603
victories	2604
tapping	2605
cloture	2606
bacillus	2607
decades	2608
blowing	2609
metals	2610
pact	2611
constituencies	2612
initiatives	2613
inns	2614
moslems	2615
giveaway	2616
resilient	2617
fertilizers	2618
operator	2619
codes	2620
quashed	2621
adapt	2622
insignificant	2623
tapes	2624
acclaimed	2625
cancers	2626
samples	2627
drapes	2628
surprises	2629
patterns	2630
eve	2631
butter	2632
smoldering	2633
eyeing	2634
petroleum-related	2635
nursing-home	2636
niche-itis	2637
fraudulently	2638
catastrophic	2639
timid	2640
patron	2641
objected	2642
financings	2643
chair	2644
concentrate	2645
celebrity	2646
sailed	2647
whirlwind	2648
paved	2649
dairy	2650
rows	2651
whopping	2652
whipping	2653
presidency	2654
expiration	2655
struggles	2656
nuclear	2657
packing	2658
utilities	2659
impression	2660
broad	2661
itself	2662
model	2663
pieces	2664
airs	2665
redeemable	2666
oil-producing	2667
feckless	2668
activated	2669
dentists	2670
pilot	2671
pointedly	2672
booths	2673
grow	2674
initial	2675
leaded	2676
intermittent	2677
stabbed	2678
dry	2679
outsiders	2680
publication	2681
conclusion	2682
agreeing	2683
oriented	2684
voluntary	2685
contend	2686
racehorse	2687
wedged	2688
skipper	2689
liabilities	2690
marriage	2691
rag	2692
unavailable	2693
inconsistent	2694
mutation	2695
slice	2696
sanctioned	2697
abandoned	2698
relating	2699
doors	2700
motives	2701
medium-sized	2702
safer	2703
tight	2704
pitches	2705
humble	2706
ludicrous	2707
methodologies	2708
dose	2709
idea	2710
briefs	2711
rights	2712
roofing	2713
recruited	2714
constitutionally	2715
lithographs	2716
package	2717
endure	2718
trademarks	2719
enjoy	2720
treacherous	2721
magnetic	2722
detailed	2723
non-interest	2724
prefecture	2725
amassed	2726
packed	2727
teaming	2728
clause	2729
u.s.-built	2730
granting	2731
further	2732
unprepared	2733
accuses	2734
indomitable	2735
refuse	2736
mode	2737
headlines	2738
piston	2739
grandson	2740
speeds	2741
strong	2742
spray	2743
judging	2744
fraction	2745
champion	2746
courtroom	2747
dependence	2748
ghosts	2749
grave	2750
raged	2751
deliver	2752
hallowed	2753
one-fourth	2754
insubordination	2755
scuttled	2756
stole	2757
ace	2758
tokyo-based	2759
spots	2760
post	2761
ladies	2762
category	2763
25-year-old	2764
featured	2765
widely	2766
price	2767
30-share	2768
situation	2769
distressed	2770
resilience	2771
rumored	2772
hitter	2773
resurgence	2774
nothing	2775
gently	2776
help	2777
plate	2778
puts	2779
denouncing	2780
carpet	2781
dying	2782
earlier	2783
perched	2784
production-sharing	2785
embarked	2786
psychobiology	2787
acquisition	2788
count	2789
artist	2790
stripped	2791
pre-emptive	2792
recessionary	2793
drawn	2794
introduction	2795
divest	2796
minicomputers	2797
quakes	2798
buying	2799
pitch	2800
ebullient	2801
any	2802
top-tier	2803
be	2804
suns	2805
ministers	2806
imagining	2807
bureaucrat	2808
war	2809
negotiate	2810
radio	2811
damp	2812
corrupt	2813
accountable	2814
protocol	2815
heritage	2816
lacking	2817
lures	2818
plagued	2819
giving	2820
aroused	2821
experiment	2822
organizations	2823
re-establish	2824
oat	2825
integrate	2826
money-making	2827
spotlight	2828
soul	2829
objectives	2830
dominated	2831
satire	2832
tumult	2833
autobiography	2834
relief	2835
underpin	2836
tallest	2837
encounter	2838
overturned	2839
individual-investor	2840
annual	2841
new-home	2842
markka	2843
blossomed	2844
die	2845
medication	2846
steering	2847
whipsawed	2848
fashioned	2849
dealers	2850
expresses	2851
laser	2852
entry	2853
termination	2854
aborted	2855
quote	2856
va.-based	2857
previously	2858
tell	2859
proposals	2860
hunters	2861
living	2862
shipbuilding	2863
t-bond	2864
knocks	2865
audiences	2866
butler	2867
magnet	2868
representatives	2869
childhood	2870
haulers	2871
plight	2872
grannies	2873
things	2874
assassination	2875
letters	2876
stalls	2877
broadcasts	2878
enabling	2879
chain	2880
prosperity	2881
commonwealth	2882
edges	2883
roustabouts	2884
government-sponsored	2885
injecting	2886
decree	2887
stemming	2888
microscope	2889
audience	2890
understatement	2891
shame	2892
turf	2893
stunning	2894
flamboyant	2895
tap	2896
teaches	2897
imitated	2898
bribed	2899
iceberg	2900
freeing	2901
slats	2902
dire	2903
appraisals	2904
agendas	2905
forging	2906
amounts	2907
ears	2908
professionalism	2909
'em	2910
as	2911
commercial	2912
heating	2913
hamper	2914
telegraphed	2915
blocker	2916
beebes	2917
points	2918
grades	2919
easterners	2920
cost-sharing	2921
harvested	2922
snail	2923
fast-paced	2924
transmission	2925
learning	2926
food-importing	2927
lighter	2928
drilled	2929
responsible	2930
easier	2931
penalized	2932
vetoed	2933
ambitious	2934
mock	2935
investors	2936
tantamount	2937
recounts	2938
teens	2939
either	2940
voted	2941
formerly	2942
when-issued	2943
hurdle	2944
rolled	2945
marked	2946
off	2947
shrinkage	2948
manageable	2949
cruel	2950
prescription	2951
summarizing	2952
claim	2953
crunch	2954
grips	2955
startling	2956
shrift	2957
one-stop	2958
six-foot	2959
indirect	2960
batteries	2961
supplies	2962
baseline	2963
branches	2964
obtaining	2965
offered	2966
percent	2967
defeat	2968
venerable	2969
photographs	2970
estimating	2971
resorts	2972
suggesting	2973
persists	2974
birth-control	2975
tangle	2976
high-priced	2977
rulings	2978
jeopardizes	2979
faithful	2980
warm-up	2981
anti-government	2982
reference	2983
ricoed	2984
regulators	2985
defensible	2986
amended	2987
trough	2988
watts	2989
privatization	2990
printer	2991
retrieve	2992
suntan	2993
earnings-related	2994
stayed	2995
promoters	2996
overhanging	2997
universities	2998
remove	2999
market-share	3000
revenue	3001
four-game	3002
earthworms	3003
dried	3004
kong-dollar	3005
defaulted	3006
runs	3007
lenses	3008
averaged	3009
laureate	3010
which	3011
forfeit	3012
declining	3013
top-management	3014
burst	3015
catalogs	3016
professionals	3017
chose	3018
builds	3019
fasteners	3020
sleepy	3021
cartridge	3022
outflows	3023
dates	3024
show	3025
debacle	3026
ideology	3027
administrator	3028
reopen	3029
earnest	3030
mineworkers	3031
overhead	3032
honoring	3033
manic-depressive	3034
committees	3035
culprits	3036
informed	3037
trolley	3038
drugstore	3039
sworn	3040
injuries	3041
vu	3042
tentative	3043
stock-price	3044
bicycle	3045
coating	3046
disproportionate	3047
prisons	3048
unwise	3049
capitalization	3050
diaries	3051
run-up	3052
plastic	3053
whimsical	3054
disciplinary	3055
suspensions	3056
tracked	3057
theoretically	3058
heck	3059
tilted	3060
six-year-old	3061
experts	3062
completely	3063
fallback	3064
banished	3065
dig	3066
anomalous	3067
cumbersome	3068
settled	3069
memorabilia	3070
pragmatic	3071
recipes	3072
muddied	3073
laggard	3074
appearing	3075
ice-core	3076
cab	3077
losses	3078
emphatically	3079
personal	3080
famous	3081
prefers	3082
refrigeration	3083
trustee	3084
bald	3085
ruin	3086
subscribe	3087
trusted	3088
touch	3089
strikers	3090
13th	3091
homemaker	3092
bow	3093
trendy	3094
another	3095
plummeted	3096
remodeling	3097
cleveland-based	3098
village	3099
writhing	3100
determining	3101
trans-atlantic	3102
megawatts	3103
dodgers	3104
suitable	3105
federation	3106
fourth-quarter	3107
wind	3108
crashed	3109
supplied	3110
rejects	3111
dismayed	3112
armies	3113
charter	3114
expecting	3115
ruled	3116
pertussis	3117
polished	3118
dating	3119
innovations	3120
counterbid	3121
joblessness	3122
inaccurate	3123
relation	3124
furor	3125
billion-dollar	3126
combined	3127
jets	3128
gunmen	3129
outpost	3130
watchdog	3131
from	3132
black-and-white	3133
superficial	3134
raw-material	3135
converters	3136
notify	3137
pot	3138
cookies	3139
components	3140
malaise	3141
tabs	3142
ripe	3143
physics	3144
francisco-based	3145
budding	3146
neighbors	3147
cents	3148
discounting	3149
taint	3150
scattered	3151
household	3152
collaborating	3153
warehouse	3154
taxation	3155
time-consuming	3156
shock	3157
determines	3158
inland	3159
concurrence	3160
hypoglycemia	3161
realm	3162
deeply	3163
endorsing	3164
interrupted	3165
refuses	3166
functions	3167
labeled	3168
myself	3169
arguments	3170
midday	3171
traditional	3172
fast-moving	3173
automated-teller	3174
coupon-equivalent	3175
pouring	3176
multiples	3177
investigated	3178
tune	3179
cowboys	3180
emerging	3181
slowing	3182
18th	3183
climate	3184
shapes	3185
gas	3186
quick	3187
usually	3188
porcelains	3189
tiny	3190
wound	3191
multinationals	3192
user	3193
symbolic	3194
litigation	3195
directors	3196
effusive	3197
sad	3198
indoor	3199
non-duck	3200
cultural	3201
positioning	3202
management-led	3203
seize	3204
overshadowed	3205
automotive	3206
daylight	3207
collateral	3208
warehouses	3209
soft-drink	3210
accompanying	3211
profession	3212
following	3213
stinging	3214
cyclical	3215
fundamentalists	3216
politicians	3217
combat	3218
injection	3219
front	3220
gon	3221
brokerages	3222
defrauding	3223
conscientious	3224
genius	3225
wages	3226
countenance	3227
unveiled	3228
torched	3229
tax-writers	3230
tests	3231
targets	3232
consensus	3233
desktop	3234
stressful	3235
stalwart	3236
missions	3237
taking	3238
developing-country	3239
intermission	3240
feeling	3241
resurgent	3242
listener	3243
canal	3244
legitimacy	3245
syndicated	3246
schoolteacher	3247
retarded	3248
slope	3249
first	3250
two-part	3251
ill	3252
regulates	3253
meaningless	3254
blond	3255
father	3256
belgian	3257
three-foot	3258
recanted	3259
dislocation	3260
belie	3261
stomping	3262
scrubbers	3263
yards	3264
transferred	3265
less-profitable	3266
candles	3267
commuter	3268
conciliatory	3269
schools	3270
costly	3271
alley	3272
fastest-growing	3273
half-life	3274
securing	3275
awaited	3276
independents	3277
infertility	3278
opening	3279
recorders	3280
camps	3281
unpopular	3282
high-volume	3283
commented	3284
bitterest	3285
policy	3286
power	3287
takeover	3288
lending	3289
lean	3290
retain	3291
smokers	3292
incursion	3293
dish	3294
high-end	3295
sanitation	3296
metallurgical	3297
experienced	3298
75th	3299
democratic-controlled	3300
state-of-the-art	3301
celebration	3302
software-development	3303
betting	3304
customary	3305
anti-drug	3306
unfolds	3307
renewed	3308
karaoke	3309
theirs	3310
schedules	3311
lately	3312
populated	3313
enforced	3314
pesetas	3315
usage	3316
farming	3317
activity	3318
trip	3319
skirt	3320
famine	3321
subscribing	3322
bankshares	3323
burdens	3324
early	3325
radically	3326
socioeconomic	3327
objectivity	3328
supplying	3329
coffin	3330
frequent-flier	3331
raided	3332
mainstream	3333
unanimous	3334
unleashed	3335
casual	3336
managers	3337
plutonium	3338
specialize	3339
farm-product	3340
supporters	3341
opposes	3342
dispute	3343
smoothly	3344
fantasy	3345
study	3346
blasted	3347
exceeds	3348
rigorous	3349
disproportionately	3350
unending	3351
search	3352
host	3353
influenced	3354
moves	3355
leisurely	3356
single-b	3357
caller	3358
courier	3359
calamity	3360
newly	3361
uneven	3362
hispanics	3363
shutting	3364
dioxide	3365
norwegians	3366
one-day	3367
gainer	3368
kilograms	3369
irked	3370
burglary	3371
harm	3372
stealing	3373
deepening	3374
admittedly	3375
protective	3376
intelligence	3377
ambivalence	3378
useful	3379
billions	3380
lofty	3381
dice	3382
lottery	3383
describes	3384
quiet	3385
world-famous	3386
publishers	3387
postal	3388
punch	3389
targeted	3390
decorative	3391
communities	3392
smack	3393
launch	3394
no	3395
reagan-era	3396
unable	3397
b2	3398
alarming	3399
doubtful	3400
short-range	3401
converts	3402
policewoman	3403
unpleasant	3404
erupt	3405
servicing	3406
enhances	3407
higher	3408
